var	pageData = [
	{
		index: 0,
		title: 'SHANI*MUNI',
		con: [
			{
				h: 'Delicious Food',
				img: [
					'./img/firstcha1.png',
					'./img/firstcha2.png',
					'./img/firstcha3.png'
				]

			},
			{
				h: 'The Specialities Of The House',
				img: [
					'./img/firstSep1.png',
					'./img/firstSep2.png',
					'./img/firstSep3.png'
				]

			},
			{
				h: 'Dining Environment',
				img: [
					'./img/firstEnv1.png',
					'./img/firstEnv2.png',
					'./img/firstEnv3.png'
				]
			}
		]
	},
	{
		index: 1,
		title: 'EPOQUE',
		con: [
			{
				h: 'Delicious Food',
				img: [
					'./img/secondcha1.png',
					'./img/secondcha2.png',
					'./img/secondcha3.png'
				]

			},
			{
				h: 'The Specialities Of The House',
				img: [
					'./img/secondSep1.png',
					'./img/secondSep2.png',
					'./img/secondSep3.png'
				]

			},
			{
				h: 'Dining Environment',
				img: [
					'./img/secondEnv1.png',
					'./img/secondEnv2.png',
					'./img/secondEnv3.png'
				]
			}
		]
	},
	{
		index: 2,
		title: 'OSAKA UNAGI GUMI',
		con: [
			{
				h: 'Delicious Food',
				img: [
					'./img/thirdcha1.png',
					'./img/thirdcha2.png',
					'./img/thirdcha3.png'
				]

			},
			{
				h: 'The Specialities Of The House',
				img: [
					'./img/thirdSep1.png',
					'./img/thirdSep2.png',
					'./img/thirdSep3.png'
				]

			},
			{
				h: 'Dining Environment',
				img: [
					'./img/thirdEnv1.png',
					'./img/thirdEnv2.png',
					'./img/thirdEnv3.png'
				]
			}
		]
	},
	{
		index: 3,
		title: 'Burian',
		con: [
			{
				h: 'Delicious Food',
				img: [
					'./img/fourcha1.png',
					'./img/fourcha2.png',
					'./img/fourcha3.png'
				]

			},
			{
				h: 'The Specialities Of The House',
				img: [
					'./img/fourSep1.png',
					'./img/fourSep2.png',
					'./img/fourSep3.png'
				]

			},
			{
				h: 'Dining Environment',
				img: [
					'./img/fourEnv1.png',
					'./img/fourEnv2.png',
					'./img/fourEnv3.png'
				]
			}
		]
	}
]

var	pageData1 = [
	{
		index: 0,
		title: '一、日本饮食文化',
		con: [
			{
				h: '日本饮食文化概述 ',
				p: [
					'日本的饭菜（日本料理，にほんりょうり）是用眼睛品尝的饭菜，非常讲究装盘，根据饭菜的种类选择不同的器皿（食器，しよつぎ），往往吃一餐要用上二、三十个大小、形状、颜色和质地不同的器皿。日本的饭菜不仅重视味道，而且注重色泽，各种鲜花或花瓣、时令蔬菜的叶或茎等也时常装饰在食物四周。一般来说，关东地区（以东京为中心）味道较浓，关西地区（以大阪、京都为中心）味道较淡。日本人也常在中餐（中华料理）和西餐（西洋料理）中渗入日本的风味，称之为“和风（わふう）”。 '
				]
			},
			{
				p: [
					'日餐的进餐形式—般分为定食（ていしょく）、弁当（ぺんとう）和会席料理，当然也可以零点。定食即份饭，通常午间用。定食内有米饭、咸菜、酱汤或清汤，其它的蔬菜和肉食可随价格配添。弁当即盒饭，—般饭盒是漆器状的木制品，分四格和五格两种，每格可放—种菜和相应的饭团，而放团上通常放有芝麻，有些还用紫菜（昆布，こんぶ）包上。会席料理是依不同的季节定制的套餐菜谱，多名为“樱”、“松”、“竹”、“梅”等。在会席中，日本人讲究用餐礼节，即不弄出声音、不讲话，安安静静地吃。不把饭、菜、酒等洒到外面弄脏桌子，鱼刺、骨头等也要不显眼地剩在食具里，而不放到桌上。 '
				]
			},
			{
				p: [
					'日本人过年“お正月”，过的是公历年，大年初一即元旦，年三十是指元旦的前一天。年三十的晚餐并不十分丰盛，但要吃“年越そば” （一种乔麦做的面条），大年初一早晨，每家每户都要喝“屠蘇”再吃年菜。丰盛的年菜中一般有“数の子”（青鱼子）、“黑豆”、“ごまめ”（小干鱼）等带有吉祥意思的菜，表示人丁旺盛、身体健壮。正月的“三贺日”（头三天）早餐要吃“雜煮”的年糕汤，各地的“雜煮”各有特色，但最基本材料都是年糕。吃完早餐后，女人会到寺庙去朝拜。各家各户门口还插些松枝，称为“门松”，意为庆祝新年。 '
				]
			}
		]
	},
	{
		index: 1,
		title: '二、日本料理的种类 ',
		con: [
			{
				p: [
					'        先付：即小酒菜（おつまみ，酒のさかな）。口味以甜、酸、咸为主，份量最小，口味多样。比如纳豆、盐渍墨鱼、醋拌藕、海黄瓜等。通常在饭菜之前的饮酒时食用。 ',
					'        前菜（ぜんさい）：即冷菜（オードブル）。可以单上，也可三、五种拼盘上，比如水果拼盘、凉豆腐、胡萝卜等。通常在饭菜之前食用。 ',
					'        先碗：即清汤（すまし，吸の物），即饭前上的汤。—般用木鱼花头遍汤制作，配上葱丝蒜片等，清澈见底，口味清淡。 ',
					'        刺身（さしみ,つくり）：即生鱼片，日餐中的主要菜式。用料主要有金枪鱼（まぐろ）、鲷鱼（加级鱼，たい）、偏口鱼（かれい）、鲭花鱼（さば）、鲈鱼、虾、贝类等，以金枪鱼、鲷鱼为最高级。—般配白萝卜（大根，だいこん）丝或泥、苏子叶、苏子花、菊花、辣根（日本芥末，からし粉）上桌。吃法上有的蘸酱油，有的在酱油里放柠檬汁、菊花叶等；也有蘸用清酒泡红酸梅的汁，加上点辣根，甜、酸、麻辣，口感独特。讲究的蘸汁要根据鱼的种类，比如以海鳗配爽口味浓的梅肉酱油，肉质肥嫩的鲁鱼切薄片配以萝卜泥、葱丝、紫菜，蘸食酸酱油，鲜嫩可口，别有一番滋味。若是熟食反而没有味道了。 ',
					'        煮物：即烩煮料理。指两种以上材料配置放在—起的菜，煮制后分别保持各自的味道。这种做法出自关西—带。用合乎时令的蔬菜，加上木鱼花汤、淡口酱油、酒，微火煮软，煮透，口味—般甜口，极清淡。 ',
					'		 烧物：以明火或暗火烤制，有焦香味，常见的如烤鸡、烤肉串、烤鳗鱼、盐烤刀秋鱼、烤土豆、烤火腿肠、酱汁烤牛肉等。 ',
					'    	 扬物：即炸菜，有些地方称为“唐扬”，主要是炸天妇罗（天(てん)ぷら）。用面糊炸的菜统称天妇罗，据说烹制方法源于中国，名字来自荷兰。海鲜制的天妇罗以虾为冠，过少可以用蔬菜的根、茎、果实、叶及菌类,即炸青菜。天妇罗挂糊越薄越好、越热越香，最好现炸现吃。吃时配以天妇罗汁、萝卜泥、柠檬，外酥脆里软滑，清甜，是中国人最容易接受的日本料理。 ',
					'        蒸物：菜单里有时与煮物并在一类。日本人最喜欢吃菜碗木须，冷鸡蛋豆腐一类的蛋制品。菜碗木须其实就是加有其它原料的蒸鸡蛋羹，放有鲜虾、肉丸、蘑菇，清鲜、柔嫩，倒也别致。此外有些鱼类、贝类加蒸酒的菜式。 ',
					'        酢物：即醋酸菜，可以与冷菜一起上，也可放在菜点之后，酱汤之前，既可开胃，又可使人在饭后不产生油腻感。海味的醋酸菜往往加入姜汁或辣根粉，以解腥味。盛器多用较深的木制碗。 ',
				]
			},
			{
				p: [
					
					
					'        止碗：即酱汤（みそしる，みそ汁）。主要以大酱为原料，调味使用木鱼花二遍汤。许多中国人都不大习惯酱汤的味道，但却是日本人每餐的必备之物，营养丰富。一般与饭一起在最后上。口味较重，一般放入豆腐葱花，也有放海鲜及菌类。高级的宴会通常会上两道汤，清汤和酱汤，—般情况上一道酱汤即可。 ',
					'        甜食（デザート）：一般是时令水果（くだもの）。超市里的水果一般用保鲜膜包好或者用塑料网装好，论个数的通常四个、八个一起，或者按克数装好；成串的水果，如葡萄、香蕉等则按克数装好，并有托盒；大的水果，如西瓜、哈密瓜等也常常切成片，用保鲜膜包好。 ',
					'        锅物（すきやき）：即火锅、寄锅（よせなべ）。主要是牛肉火锅（シャブシャブ），又称锄烧。通常配以少量海鲜、时令蔬菜以及佐料等。 ',
					'        铁板烧：即即席料理。大家围坐在大而扁平的铁板周围，烧热铁板后擦油，放上原料煎熟，最后撒上粉状调料以及葱花、蒜苗等，厨师当场操作，边吃边煎。一说源于韩国，现在国内也十分流行。用料品种繁多，比如各种时令蔬菜、猪肉、牛肉、鸡、鱼等。  ',
					'酒（さけ）：日本的酒有清酒（せいしゅ）、日本酒（にほんしゅ）。但酒精度数不高，大概相当于中国的10度－20度的白酒。此外，还有甘酒（糯米酒，あまざけ）、白酒（パイチュウ）、烧酒（烧酌，しょうちゅぅ）、老酒（ラォチュウ）等。而一般的饮料（のみもの，饮み物）既可以在超市购买，也可以在路边的自动售货机（自动贩壳机，じどうはんばいき）上购买，如水果汁、蔬菜汁、牛奶、咖啡以及混合饮料等。冷热均可以自己选择，有些自动售货机还有加冰装置。但日本除了有深海水饮品外，没有矿泉水和纯净水的饮品。中国的乌龙茶（ウーロン茶）在日本很流行。 ',
					'调味品（ちょぅみりょう）：品种很多，有味精（味の素，あじのもと）、芥末（からし粉）、咖喱粉（カレー粉）、沙司（辣酱油，ソース）、沙拉油（サラダオイル）、醋（酢，す）、盐（しお）、植物油（しょくぶつゆ）、酱油（しょうゆ）、胡椒（こしょう）、辣椒酱（とうがらしみそ）、奶油（バター）、蛋黄酱（マヨネーズ）、干酪（チーズ）、蚝油（かきあぶら）、花生油（落花生油，らっかせいゆ）等。日本的酱油通常有两种：中华酱油和日本酱油，前者比较适合中国人的口味，而后者因其中有芥末等味道，多数中国人不十分喜欢。日本人称蔬菜为野菜，尤其喜欢生吃卷心菜，切成细的丝，撒上盐和植物油，有的还加上酱油，混匀后食用，认为其营养未经过高温处理而保留。 '
				]
			},
			{
				p: [
					'食事（しよくじ）：即主食，包括各种面条（ぅどん）、米饭（めし）和寿司（すし）等。（1），面条以菜面条和荞麦面（ぎるそば，そば）最常见，热食近似中国的汤面条，此外还有油渣面、油炸豆腐面、天妇罗面、鸡蛋面、沙锅面等。日本的拉面（インスタント·ラーメン）并不是中国的手工拉面，相当于中国的肉丝面。日本人喜欢吃自己做的手工面条，但与中国不同的是在用面粉做成面条时，通常加有各种切碎的蔬菜或者其它粉状食物，看上去色泽多样，有绿色、棕色等。日本有各种各样的快餐面，但日本人自己很少吃。而日本冷面（冷しそば，冷しそうめん，冷むぎ）有点象中国的凉拌面，面条放在冰块上，配上面汁、葱花、辣根粉、紫菜丝，冰凉舒服，夏天吃尤佳。虽然超市里有各种各样放入快餐面，但日本人自己很少吃。（2），日本的米饭除白米饭外，还有各种风味饭，如赤豆饭（せきはん，おこわ）、茶泡饭（御茶渍，おちゃづけ）、粟子米饭等。红豆饭日语为“赤饭”，是糯米加小豆煮成。在逢喜事时吃，特别是庆祝生日时，大都要要吃它。做红豆饭的材料主要有红小豆（一成），糯米（九成）。先把红小豆用大约5倍的水煮好，煮到发软，然后放在竹制的小笼屉上。煮豆的汤水不要倒掉，留待后用。把糯米洗好后，泡在煮过红小豆的汤水中放一夜，捞出糯米与红小豆拌均后放入蒸茏葚大约40分钟即可。此外还有盖饭，如鳗鱼饭（うな重(じゅう)）、天妇罗饭、鸡蛋饭等。丼（どんぶり）即大盖碗米饭，分牛丼（牛肉米饭，他人丼，たにんどんぶり）、鳗丼（鳗鱼米饭，うな丼，うなぎどんぶり）、猪排丼（カッどん）等。（3），寿司即醋饭，读音如“四喜”，也译作四喜饭。但糖、醋的配合，用的原料和方法可随个人口味厘定，在日本有专门的寿司店，而各家料理均自成一味。现场制作的寿司还可根据顾客的要求增减原料和味道。吃寿司有寿司汁，裹有鱼片或虾片的一边蘸汁，以免米饭散开，也有用紫菜包裹的，称为卷寿司（卷きずし）或紫菜饭卷（のり卷き）。而日本的饭团（にぎりめし，おむすび，おにぎり）则是没有鱼片或虾片的，直接用紫菜包裹米饭，一般为三角形、圆柱形等。饺子（ぎょうざ）在日本是很受欢迎的食品，有水饺、蒸饺和煎饺之分，煎饺就是指锅贴儿。 ',
					'点心（デザート）：日本的点心包括菓子（かし）、米烧、饼等。日本的菓子通常是柔质性的甜食，非常讲究色泽、形状和包装。外面是糯米一类的面食，里面有水果、豆类或其它粘性食物，甜而不腻，清凉可口。日本的米烧是米面一类的食物经过烤制而成，通常酥脆、味淡略带焦糊味，但色泽和形状则多种多样，是日本人最常食用的点心，而对许多中国人来说并不容易接受。日本的饼（もち）是用糯米捣成的黏性食品，近似中国的年糕，比如镜饼，通常只在新年时食用。 '
					
				]
			}
		]
	},
	{
		index: 2,
		title: '三、日本的饮食场所和食品店 ',
		con: [
			{
				p: [
					'日本有许多正式的餐馆、面馆、酒店、寿司店、快餐店等，公司和学校等一般都有食堂（しょくどう），但在大街小巷中却没有在中国马路边或高楼旁随处可见的小餐馆，与商店的数量和日本的人口相比显得少了些，若是初到日本，经常找不到餐馆是常见的事，因此也常常可见某个餐馆前有排队吃饭的场景。许多店的橱窗里都摆放着用各种色彩的蜡做成的、非常逼真的饭菜和面食，让人垂涎三尺，一看就想吃。在一旁通常还有自动购餐券机，包括取饮品和换零钱的业务。日本的大小车站附近有许多小的快餐车和食品车，日本人称为露店（ろてん）或屋台店（やだいみせ）。通常上面有雨棚、下面有轮子，可以随意变换地点。而固定的车站快餐店和食品店通常还兼买书刊杂志等。 '
					
				]
			},
			{
				p: [
					'在日本，除了专门的蔬菜店（八百屋，ゃおゃ）、面包店、水果店、菓子店、鱼店、肉店等外，日本的大小超市（スーパーマーケット）里通常都有食品柜，而对于保质期3－5天以内的鲜鱼鲜肉，则放在冷柜架上。大多数食品店通常在每天下午5点开始，对当天到保质期的食品进行降价处理，10％－60％不等。超市里还有洗净的散装水果和熟食放在醒目的地方，供顾客免费品尝。日本有许多24小时营业的超市，主要是方便饮食无规律的人们随时随地可以填饱肚子。超市里面除了牛奶、面包、咖啡、蛋糕外，还有储藏在冷柜中的各种弁当（盒饭），在收银处有微波炉，免费为顾客提供加热服务。 '
					
				]
			},
			{
				p: [
					'日式餐馆为塌塌米（たたみ，畳）式。正式的餐馆比较讲究，通常需要预约，坐垫后还有靠背，四周有鲜花、盆景、名画等装饰，上菜的方式是前一道料理用完后，再上后一道料理。还可根据顾客的要求播放音乐，适合谈生意和邀请正式客人。而非正式的餐馆则比较随便，可以随意添加酒菜，还可以饮酒、叫喊等，料理和饮品的价目全部挂在餐馆的四壁上，而且标明重量（克数），以免顾客点菜过多而浪费，适合朋友聚会、开派对等。另外，多数日本人比较喜欢小吃店（轻食店，けいしよくてん）或自助餐馆（セルフサービスのレストラン），单独用餐和朋友聚会都可以。 '
					
				]
			}
		]
	}
]

var	pageData2 = [
	{
		index: 0,
		title: '特征一：杂食',
		con: [
			{
				p: [
					'	众所周知，食物是一切文化的基础。“杂食”是人类独具的一种特性，是人来维持生存的一种重要手段。正是这种特性，使人类在"物竞天择，适者生存"的进化规律中成为强者。',
					'	如果说"杂食"是人类的特性，是文明进步的表现，那么，在饮食文化方面，作为“世界第一的杂食族”,日本人的饮食结构是很值得探究的。因为它能反映日本人的精神结构、社会结构及认识事物的方式，反映日本的文化性格和文化特色。'
				]
			},
			{
				p: [
					'	由于自然环境的影响，日本的畜牧业曾经不太发达。同时，在历史上，由于牲畜主要用于耕地拉车而非食用，以及佛教禁忌杀生，因此，有相当长的一段时期，日本人的肉类摄入量一直不足。但是，最近几十年，这种状况已有改变，肉类作为饮食结构中的重要组成部分，日益与鱼类"分庭抗礼"--日本四面环海，在日本可以品尝到的海鱼达三百种以上，日本人自称"彻底的食鱼民族",以最大限度地利用海产品而自豪。'
					
				]
			},
			{
				p: [
					'	第二次世界大战后，日本人的平均寿命和身高、体重均有显着的增长。产生这种状况的一个最主要原因，就是"食物更加丰富多彩。"日本人在饮食中兼收并蓄的特性，和他们的思想观念有密切的关系。由于中国"阴阳五行"说的影响，日本人认为，万事万物均以"平衡"为第一要义。由于各种食物均有"阴阳"之分，自古以来，日本人始终贯彻杂食的原则，以保证"阴阳"的平衡。正是这种观念，使杂食成为日本饮食文化的一大特色。'
				]
			}
		]
	},
	{
		index: 1,
		title: '特征二：“生”和“鲜”',
		con: [
			{
				p: [
					'	日本饮食文化的另一特色是“生”和“鲜”。达尔文认为，生食变为熟食，在从猿进化为人的过程中具有重大意义。然而，日本人在这方面似乎甚少"进化".按照日本人的观念，新鲜的东西是营养最丰富，体内所蕴含的生命力最旺盛的时期，任何生物的最佳食用期是它的新鲜期。',
					
				]
			},
			{
				p: [
					'	日本人喜欢将食物生吃，不仅生吃各种蔬菜和各种植物，而且生吃鸡蛋，生吃鱼，生吃肉。因为，能生吃的东西必是新鲜的东西；反过来说，唯有新鲜的东西才能生吃。'
				]
			},
			{	
				p: [
					'	按照现代医学的观点，新鲜有助于卫生，时鲜则有助于健康。因为，"时鲜"之际，生长激素最旺盛，营养价值当然最高。日本人很久以前就已认识到这一点，在《万叶集》中屡屡可见的食用"时令"物的叙述，无疑就是一种证明。'
				]
			}
		]
	},
	{
		index: 2,
		title: '特征三：追求造型美',
		con: [
			{
				p: [
					'	日本饮食文化的第三个特点是“追求造型美”。日本饮食讲究"艺术性"和"优雅感".在日本的食品中，其名称与自然景物有关的约占总数的一半以上，如松风、红梅烧、矶松、桃山、牡丹饼，以及州滨、时雨、越之雪、落雁，等等。除了名称以外，凡是去过日本的中国人或许都会感觉到，日本的菜肴与其说是让人饱口福，倒毋宁说是让人赏心悦目。'
				]
			},
			{
				p: [
					'	例如，日本有一种"生鱼片拼盘造型",即在一个大瓷盘里放一条首尾翘起，经过切片加工的鱼，旁边用几片肉的色质与之不同的生鱼片衬托，在鱼身和周围点缀几片正面绛红、反面翠绿的紫苏叶，那色彩和造型如诗如画，美不胜收。更重要的是，它栩栩如生，突出了生鱼片"生"的特点，使人感到这条鱼仿佛仍在水里游动。'
				]
			},
			{
				p: [
					'	除此之外，即使在超级市场里出售的生鱼片，其造型和色彩也搭配得相当巧妙。那装在透明盒子中的生鱼片，或片片叠起，使人联想起大海的波浪，或朵朵盛开如娇嫩的白莲，使人感到仿佛置身于美丽的花坛。'
				]
			}
		]
	}
]